{
	"work-page-title": "Vladislav Ledashchev",
	"header-work": "Work",
	"header-about": "About me",
	"header-resume": "Resume",
	"header-switch-language": "Переключиться на русский",
	"block-1-title": "Hi, I'm Vlad!",
	"block-1-subtitle-1": "A designer, a student, a programmer.",
	"block-1-subtitle-2": "Currently studing CAD systems and web development in BMSTU.",
	"block-1-subtitle-3": "Designed",
	"block-1-subtitle-4": "iOS app and this site.",
	"block-2-title": "Works by me",
	"block-2-filter-all": "All works",
	"block-2-filter-design": "Design",
	"block-2-filter-programming": "Programming",
	"work-block-tiles-title": "- a demo project with JS and CSS",
	"work-block-tiles-text": "This is a small demo project where the page content moves depending on the cursor position on the page. Built with plain JavaScript and CSS.",
	"work-block-dicty-title": "app. Translation & Dictionary",
	"work-block-dicty-text-1": "People use translator apps to copy and paste unknown words, but they don't memorise them. So we thought about it and came up with the app — Dicty.",
	"work-block-dicty-text-2": "It's difficult to open another app to add something to it after you already opened the translator and input the word. That's why we implemented translator to our main screen. And not even one, because we understand one translator can be better than another in different situations.",
	"work-block-dicty-text-3": "To help user memorise added words the app will send interval notifications. They will be sent in 30 minutes, an hour, a day and a week after adding the word.",
	"work-block-dicty-text-4": "The app also has intelligent dictionaries to store all saved by user words. They are sorted by a pair of used languages. But if you want to organise words by ourself, it lets you create your own custom folders.",
	"work-block-rezolut-title": "ISP landing page",
	"work-block-rezolut-text": "A concept of a landing page for a big IPS company.",
	"work-block-carrotit-title": "landing page",
	"work-block-carrotit-text": "A concept of a landing page for an app development and IT consalting company.",
	"work-block-rentione-title": "- office rent out company landing page",
	"work-block-rentione-text": "A concept of landing page for a comapany that rents out offices in New York.",
	"work-block-tyshop-title": "- typography shop landing page.",
	"work-block-tyshop-text": "<b>Tyshop</b> is an imaginary typograhpy shop. This landing page desing contains information about production, store adresses, work examples and a form to place a custom order.",
	"footer-greeting": "Thank you for showing interest in my works!",
	"footer-email-1": "If you want to say hi or offer a job, feel free to send me an",
	"footer-email-2": "email",
	"footer-email-3": " or contact me on social media.",
	"footer-copyright": "2022, Vladislav Ledashchev",
	"about-page-title": "About me",
	"about-header": "Wow, you got interested~~",
	"about-block-1-text-1": "Welcome! It's nice to have you here. My name is Vlad and I'm a web designer and programmer at the same time. My goal is to make creative things people want to use and get help from them.",
	"about-block-1-text-2": "Currently I'm a student in BMSTU (Bauman Moscow State Technical University). Main speciality - CAD/CAM/CAE systems and programming on C++/Python.",
	"about-block-1-text-3": "Even though my university speciality has nothing to do with any kind of design, it has been my main passion in the recent years. Designing web pages and app screens has always given me a sence of joy and fun, and it's a useful thing to do at the same time.",
	"about-block-1-text-4": "<b>Talking about experience:</b><br /> I've been working with Adobe Illustrator before coming to Figma for web design, in After Effects and Premiere Pro creating short videos and playing with graphics design. Even though this whole stranding process is going since 2019, I don't have that of a big portfolio. But I'm sure I have enough knowledge to give myself a junior grade in Web and mobile apps design.",
	"about-block-1-text-5": "If you're interested in programming experience, welcome to my",
	"about-block-1-text-6": "(｡•̀ᴗ-)✧ Not all projects are public, but ones that are describe my experience in Python and web development pretty well. So, to conclude everything in one sentence: I have experince working with HTML/CSS, Python, C/C++ and Swift.",
	"about-block-2-text-1": "Outside of studying and design I like photography. Sometimes I take my phone and go outside to take some photos, but most of the time I take shots in different racing games. If interested, you can check out a twitter account dedicated to virtual photography.",
	"about-block-2-text-2": "When it comes to entertainment, I'm not a fan of TV series. I prefer watching anime. My favorite one is OreGairu, but I watch different genres from «slice of life romance» to «psychological terror» ^_^",
	"about-block-2-text-3": "I am also keen on reading. Thanks to anime, most of the time I read manga or light novels, but sometimes it comes to different educational books and russian classical literature. If you ask me what to read, I'd suggest «A Hero of Our Time» by M. Lermontov."
}