{
	"header-work": "Work",
	"header-about": "About me",
	"header-resume": "Resume",
	"header-switch-language": "Переключиться на русский",
	"block-1-title": "Hi, I'm Vlad!",
	"block-1-subtitle-1": "A designer, a student, a programmer.",
	"block-1-subtitle-2": "Currently studing CAD systems and web development in BMSTU.",
	"block-1-subtitle-3": "Designed",
	"block-1-subtitle-4": "iOS app and this site.",
	"block-2-title": "Works by me",
	"block-2-filter-all": "All works",
	"block-2-filter-design": "Design",
	"block-2-filter-programming": "Programming",
	"work-block-tiles-title": "- a demo project with JS and CSS",
	"work-block-tiles-text": "This is a small demo project where the page content moves depending on the cursor position on the page. Built with plain JavaScript and CSS.",
	"work-block-dicty-title": "app. Translation & Dictionary",
	"work-block-dicty-text-1": "People use translator apps to copy and paste unknown words, but they don't memorise them. So we thought about it and came up with the app — Dicty.",
	"work-block-dicty-text-2": "It's difficult to open another app to add something to it after you already opened the translator and input the word. That's why we implemented translator to our main screen. And not even one, because we understand one translator can be better than another in different situations.",
	"work-block-dicty-text-3": "To help user memorise added words the app will send interval notifications. They will be sent in 30 minutes, an hour, a day and a week after adding the word.",
	"work-block-dicty-text-4": "The app also has intelligent dictionaries to store all saved by user words. They are sorted by a pair of used languages. But if you want to organise words by ourself, it lets you create your own custom folders.",
	"work-block-rezolut-title": "ISP landing page",
	"work-block-rezolut-text": "A concept of a landing page for a big IPS company.",
	"work-block-carrotit-title": "landing page",
	"work-block-carrotit-text": "A concept of a landing page for an app development and IT consalting company.",
	"work-block-rentione-title": "- office rent out company landing page",
	"work-block-rentione-text": "A concept of landing page for a comapany that rents out offices in New York.",
	"work-block-tyshop-title": "- typography shop landing page.",
	"work-block-tyshop-text": "<b>Tyshop</b> is an imaginary typograhpy shop. This landing page desing contains information about production, store adresses, work examples and a form to place a custom order.",
	"footer-greeting": "Thank you for showing interest in my works!",
	"footer-email-1": "If you want to say hi or offer a job, feel free to send me an",
	"footer-email-2": "email",
	"footer-email-3": " or contact me on social media.",
	"footer-copyright": "2022, Vladislav Ledashchev"
}