{
	"work-page-title": "Владислав Ледащев",
	"header-work": "Работы",
	"header-about": "Обо мне",
	"header-resume": "Резюме и контакты",
	"header-switch-language": "Switch to English",
	"block-1-title": "Привет, я Влад!",
	"block-1-subtitle-1": "Дизайнер, студент, программист.",
	"block-1-subtitle-2": "Обучаюсь САПР и веб разработке в МГТУ им. Баумана.",
	"block-1-subtitle-3": "Работал над iOS приложением",
	"block-1-subtitle-4": "и этим сайтом.",
	"block-2-title": "Мои работы",
	"block-2-filter-all": "Все работы",
	"block-2-filter-design": "Дизайн",
	"block-2-filter-programming": "Программирование",
	"work-block-tiles-title": "- демонстрация работы",
	"work-block-tiles-text": "Демонстрационный проект, где контент страницы перемещается в зависимости от положения курсора на странице. Написан с использованием JavaScript и CSS без использования фреймворков.",
	"work-block-dicty-title": "- переводчик и словарь",
	"work-block-dicty-text-1": "Зачастую люди используют переводчики находу, чтобы скопировать и вставить незнакомое слово, а после выхода из приложения забывают, что перевели. Поэтому мы решили создать своё приложение — Dicty.",
	"work-block-dicty-text-2": "Трудно открыть новое приложение, чтобы добавить в него интересное слово, если вы уже переводите его в другом приложении. Вот почему мы внедрили переводчик на наш главный экран. И даже не один, потому что мы понимаем, что разные переводчики хороши в разных областях.",
	"work-block-dicty-text-3": "Чтобы помочь запомнить добавленные слова, приложение будет отправлять интервальные напоминания. Они придут через 30 минут, час, день и неделю после добавления.",
	"work-block-dicty-text-4": "В приложении есть как автоматические словари, сортирующие слова по используемым парам языков, так и возможность создать собственные.",
	"work-block-rezolut-title": "- лендинг интернет-провайдера",
	"work-block-rezolut-text": "Концепт лендинга большого интернет-провайдера.",
	"work-block-carrotit-title": "- лендинг для IT-компании",
	"work-block-carrotit-text": "Концепт лендинга IT-компании, разрабатывающей приложения.",
	"work-block-rentione-title": "- лендинг компании аренды офисов",
	"work-block-rentione-text": "Концепт лендинга IT-компании, сдающей офисы в аренду в Нью-Йорке.",
	"work-block-tyshop-title": "- магазин печати принтов на любой ткани",
	"work-block-tyshop-text": "<b>Tyshop</b> - это воображаемый магазин печати принтов. Показанная ниже страница содержит информацию о производстве в студии, адресах магазинов, примерах работ и форму для заказа собственного принта.",
	"work-block-graphics-design-title": "Графический дизайн",
	"work-block-graphics-design-text": "Моё увлечение дизайном началось с работы в Adobe Illustrator, создания простых иллюстраций. Даже первые макеты экранов приложения Dicty были созданы в иллюстраторе. Ниже представлена часть работ, которые я считаю наиболее удачными для демонстрации.",
	"footer-greeting": "Спасибо за ознакомление с моими работами!",
	"footer-email-1": "Если у тебя есть предложение работы, можешь написать мне на",
	"footer-email-2": "почту",
	"footer-email-3": "или связаться со мной в социальных сетях.",
	"footer-copyright": "2022, Владислав Ледащев",
	"about-page-title": "Обо мне",
	"about-header": "Вау, я заинтересовал тебя~~",
	"about-block-1-text-1": "Привет! Очень приятно видеть тебя здесь. Меня зовут Влад, я веб дизайнер и программист. Моя главная цель - создавать креативные и полезные решения, которые могут принести людям пользу.",
	"about-block-1-text-2": "Сейчас я учусь в МГТУ им. Баумана, а моя специальность - САПР (Системы автоматизированного проектирования) и программирование на C++/Python.",
	"about-block-1-text-3": "Хотя университетская программа никак не связана с продуктовым и веб дизайном, в последние годы эти области были моей основной страстью. Отрисовка страниц и интерфейсов всегда приносит мне удовольствие, а тот факт, что я делаю что-то полезное, делает меня счастливым.",
	"about-block-1-text-4": "<b>Об опыте:</b><br /> Сначала я был заинтересован в графическом дизайне, поэтому перед переходом в Figma работал в Adobe Illustrator (и даже рисовал первые макеты в нём). В связи с большой любовью к анимации, пытался играть с After Effects и Premiere Pro. К сожалению, несмотря на то, что все эти опыты начались ещё в 2019, портфолио у меня пока не особо большое, большинство работ делалось \"в стол\". Но я уверен, что обладаю достаточным объёмом знаний, чтобы оценить себя как \"джуна\" в мобильном и веб дизайне.",
	"about-block-1-text-5": "Если хочется больше узнать о моём опыте в программировании, добро пожаловать на страничку на",
	"about-block-1-text-6": "(｡•̀ᴗ-)✧ Многие проекты в профиле закрыты, но на основе публичных репозиториев и README можно оценить знания в разных областях. Если в двух словах: больше всего опыта у меня в работе с HTML/CSS/JS, Swift, также есть опыт работы с Python, C/C++.",
	"about-block-2-text-1": "В свободное от учёбы, дизайна и программирования время я люблю фотографировать. Иногда я беру телефон и иду снимать городские пейзажи, но больше люблю \"виртуальную фотографию\" в гоночных играх. Если интересно, можешь проверить мой второй аккаунт в Twitter, посвящённый только этим красивым кадрам.",
	"about-block-2-text-2": "Если говорить о развлечениях, то я не особо смотрю сериалы. Вместо них предпочитаю смотреть аниме. Самое любимое - OreGairu, но, в целом, я смотрю всё что угодно, от \"повседневности\" до \"ужасов\" ^_^",
	"about-block-2-text-3": "Также, мне нравится чтение. Из-за влияния аниме, сейчас я в основном читаю мангу или ранобе, но не забываю и про обучающую литературу. Конечно же, никуда и без русской классики. Если хотите что-нибудь прочитать, очень рекомендую \"Героя нашего времени\" Лермонтова."
}